#include <stdio.h>
#include <locale.h>



/*
“ренер формирует стартовый состав из трех игроков с номерами A, B и C. ќн считает, 
что это "счастлива€" тройка, если сумма номеров игроков делитс€ на три без остатка. 
«апишите условие дл€ "счастливой" тройки.
*/


int main(void) {
    setlocale(LC_CTYPE, "RUS");
    int a, b, c;
    printf("номер игрока A, от 1 до 99\n");
    scanf("%d", &a);
    printf("номер игрока B, от 1 до 99\n");
    scanf("%d", &b);
    printf("номер игрока C, от 1 до 99\n");
    scanf("%d", &c);

}